Repository: mozilla-l10n/mt-training-data
Catalog: anp/anp_pontoon.tmx
Source language: en_us
Languages: anp

source: 1 of %d files
anp: 1 का %d फाइल्स

source: About
anp: रो संबंध में

source: Account Verification Required
anp: खाता प्रमाणीकरण जरुरी छै

source: Added page to Reading List
anp: पठन सूची रो पेज जोड़लोॅ गेल

source: Added Search engine!
anp: सर्च ईंजन जोरल गेलै

source: Added to Reading List
anp: पठन सूची रो जोड़लोॅ गेल

source: Added To Reading List
anp: पठन सूची रो जोड़लोॅ गेल

source: Address and Search
anp: पता आरू खोज

source: Add Search Engine
anp: सर्च ईंजन जोरियै

source: Add Tab
anp: टैब जोरोॅ

source: Add to Bookmarks
anp: बुकमार्क मेॅ जोड़ोॅ

source: Add to Reading List
anp: पठन सूची रो जोड़ोॅ

source: A device has disconnected from Firefox Sync
anp: ई उपकरण Firefox सिंक सेॅ डिसकनेक्ट होय गेल छै

source: Ad trackers
anp: विज्ञापन ट्रैकर्स

source: Advanced
anp: विकसित करलोॅ गेल

source: After 10 minutes
anp: 10 मिनटोॅ बाद

source: After 15 minutes
anp: 15 मिनटोॅ बाद

source: After 1 hour
anp: 1 घंटा बाद

source: After 1 minute
anp: 1 मिनट बाद

source: After 5 minutes
anp: 5 मिनटोॅ बाद

source: All
anp: सब

source: Always
anp: हमेशा

source: Always Send
anp: हमेशा भेजोॅ

source: A modern mobile browser from Mozilla, the non-profit committed to a free and open web.
anp: Mozilla द्वारा बनाल्य गेल एगो आधुनिक ब्राउज़र छकै, जअ मुफ़्त आरु खुलल वेब कअ खतिर कोमिटेड गैर-लाभकारी छै.

source: Analytic trackers
anp: एनालेटिक ट्रैकर्स

source: An error occured while adding the pass to Wallet. Please try again later.
anp: पास रो वॉलेट में जोड़ै समय गलती भेल. कृपया बादो मेॅ फेनू कोशिश करोॅ.

source: Are you sure you want to cancel this download?
anp: की तोय सच में डाउनलोड रद करै ले चाहे छौ ?

source: A username and password are being requested by %@.
anp: %@ यूजरनाम आरू पासवर्ड मांगी रहलो छै

source: A username and password are being requested by %1$@. The site says: %2$@
anp: %1$@ द्वारा एगो उपयोगकर्ता नाम आरू पासवर्ड रो अनुरोध करी रहलो छै। साइट कहै छै: %2$@

source: Authentication required
anp: प्रमाणीकरण जरुरी छै

source: Available devices:
anp: उपलब्ध डिवाइसोॅ:

source: Back
anp: पिछू जाइयै

source: Blank Page
anp: खाली पेज

source: Blocked Social Trackers
anp: सोशल ट्रैकर्स ब्लौक भेल

source: Block Images
anp: चित्र ब्लौक करोॅ

source: Block online trackers
anp: ऑनलाइन ट्रैकर्स ब्लौक करोॅ

source: Block Pop-up Windows
anp: पॉपअप विंडो रो अवरोध करोॅ

source: BLOCKS
anp: ब्लॉक

source: Bookmark
anp: बुकमार्क

source: Bookmark Added
anp: बुकमार्क जोड़लोॅ गेल

source: Bookmarked
anp: बुकमार्कड

source: Bookmark Link
anp: बुकमार्कस लिंक

source: Bookmark Removed
anp: बुकमार्क हटैलोॅ गेल

source: Bookmarks
anp: बुकमार्कस

source: Bookmarks Menu
anp: बुकमार्कस मेनू

source: Bookmarks you save will show up here.
anp: बुकमार्कस जे तोए सहेजलो ये यहाँ दिखी रहलो छै

source: Bookmark This Page
anp: पेज रो बुकमार्क करोॅ

source: Brightness
anp: चमक

source: Browsing History
anp: ब्राउजिंग इतिहास

source: Cache
anp: कैश

source: Cancel
anp: रद्द करोॅ

source: Cancel Download
anp: डाउनलोड रद्द करोॅ

source: Change Passcode
anp: पासकोड बदलोॅ

source: Changes color theme.
anp: रंग थीम बदलोॅ

source: Changes font type.
anp: फ्रंट प्रकार बदलोॅ

source: Clear
anp: मेटैइयै

source: Clear All Website Data
anp: सब वेबसाइट रो डाटा साफ करोॅ

source: Clearing Recent History will remove history, cookies, and other browser data.
anp: हाल रो इतिहास मेटाबै से इतिहास, कुकीज आरू दोसरो ब्राउज़र डेटा हटाय देल जैतै।

source: Clear Private Data
anp: गोपनीय डाटा मेटैइयै

source: Clear Recent History…
anp: हाल रो इतिहास मिटाबो...

source: Close
anp: बंद करोॅ

source: Close All Tabs
anp: सब टैबो बंद करोॅ

source: Close Private Tabs
anp: गोपनीय टेब्स बंद करियै

source: Close Tab
anp: टैब बंद करोॅ

source: Closing tab
anp: टैब बंद करि रहलोॅ छै

source: computer
anp: कंप्यूटर

source: Connect Another Device
anp: दोसरो डिवाइस जोरोॅ

source: Cookies
anp: कुकीज़

source: Copy
anp: कॉपी

source: Copy Address
anp: एड्रेस कॉपी करोॅ

source: Copy Image
anp: इमेज कॉपी करियै

source: Copy Image Link
anp: इमेज रो लिंक कॉपी करोॅ

source: Copy Link
anp: लिंक कॉपी करोॅ

source: Copy URL
anp: URL कोपी करोॅ

source: Could not add page to Reading list
anp: पठन सूची रो पेज नै जोड़लोॅ गेल

source: Could not add page to Reading List. Maybe it’s already there?
anp: पठन सूची मेॅ पेज नै जुड़ सकलै। शायद इ पहलोॅ से जुड़ल छै ?

source: Could not load page.
anp: पेज नै लोड होए सकलोॅ

source: Create an account
anp: नया खाता बनाबोॅ

source: Customize Top Sites
anp: शीर्ष साइट्स के अनुकूलित करियै

source: Custom URL
anp: पसंदीदा URL

source: Dark
anp: गहरा

source: Dark theme now includes a dark keyboard and dark splash screen.
anp: डार्क थीम में अब डार्क कीबोर्ड आरू डार्क स्प्लैश स्क्रीन शामिल छै.

source: Data Management
anp: डेटा प्रबंधन

source: Debug: forget Sync auth state
anp: डीबग: सिंक सत्यापन स्थिति भूल जाहो

source: Debug: require password
anp: डिबग: पासवर्ड रो जरुरी छै

source: Debug: require upgrade
anp: डिबग: उन्नति रो जरुरी छै

source: Debug: use stage servers
anp: डीबग: स्टेज सर्वर रो उपयोग करोॅ

source: Decrease text size
anp: शब्द रो आकार घटाबो

source: Default Search Engine
anp: डिफॉल्ट सर्च इंजन

source: Delete
anp: हटाबोॅ

source: Delete from History
anp: इतिहास से हटाबोॅ

source: Desktop Bookmarks
anp: डेस्कटॉप बुकमार्कस

source: Device Name
anp: डिवाइस रो नाम

source: Display Settings
anp: डिसप्ले सेटिंग्स

source: Done
anp: पूर्ण भेलोॅ

source: Don’t Save
anp: नै सहेजोॅ

source: Don’t Send
anp: नै भेजोॅ

source: Don’t Update
anp: नै अपडेट करोॅ

source: Download Cancelled
anp: डाउनलोड रद्द होय गेल छै

source: Downloaded Files
anp: फाइल डाउनलोड करोॅ

source: Downloaded files will show up here.
anp: डाउनलोड करलोॅ फाइलें यहां दिखी जैतै

source: Download Failed
anp: डाउनलोड असफल

source: Download Link
anp: लिंक डाउनलोड करोॅ

source: Download Now
anp: अभि डाउनलोड करोॅ

source: Downloads
anp: डाउनलोडस

source: Downloads aren’t supported in Firefox yet.
anp: Firefox में अभी डाउनलोड समर्थित नै छै ।

source: Do you want to use this web page as your home page?
anp: की तोए वेब पेज रो होम पेज जैसेनो उपयोग करै ले चाहै छो?

source: Edit
anp: संपादित करियै

source: EDIT
anp: संपादित करियै

source: Edit Bookmark
anp: बुकमार्क संपादित करोॅ

source: Edit Folder
anp: फोल्डर संपादित करोॅ

source: Enable Tracking Protection
anp: ट्रैकिंग सुरक्षा लायक

source: Enter a new passcode
anp: एगो नया पासकोड डालोॅ

source: Enter a passcode
anp: एगो पासकोड डालोॅ

source: Enter passcode
anp: पासकोड डालोॅ

source: Enter Passcode
anp: पासकोड डालोॅ

source: Enter your password to connect
anp: जुरै लेॅ पासवर्ड दहो

source: Everything
anp: सबचीज

source: Face ID & Passcode
anp: फेस ईडी & पासकोड

source: Failed
anp: असफल

source: Failed to Add Pass
anp: पास करे मेॅ विफल

source: Find
anp: खोजोॅ

source: Find in Page
anp: पेज में खोलहोॅ

source: Fingerprinters
anp: फिंगरप्रिंटर

source: Firefox Account
anp: Firefox खाता

source: Firefox Home
anp: Firefox होम

source: Firefox Home Page
anp: Firefox होम पेज

source: Firefox Sync
anp: Firefox सिंक

source: Firefox Sync has connected to %@
anp: Firefox सिंक %@ में जोड़ देल गेलै.

source: Folder
anp: फोल्डर

source: Folder Name
anp: फोल्डर रो नाम

source: Forward
anp: आगू बढ़ावोॅ

source: General
anp: सामान्य

source: Get your open tabs, bookmarks, and passwords from your other devices.
anp: अपनोॅ दोसरो उपकरणों सेॅॅ अपनोॅ खुलल टैब, बुकमार्क और पासवर्ड पाभोॅ.

source: Get your tabs, bookmarks, and passwords from your other devices.
anp: अपनोॅ दोसरो उपकरणों सेॅॅ अपनोॅ टैब, बुकमार्क और पासवर्ड पाभोॅ.

source: Go
anp: जाइयै

source: Go Back
anp: पिछू जाइयै

source: Go to
anp: खातिर जाहो

source: Go to copied link
anp: कॉपी करल गेल लिंक पर जाइयै

source: Go to copied link?
anp: कॉपी करलोॅ लिंक पर जाए ले चाहे छिकै?

source: Go to Settings
anp: सेटिंग्स में जाहोॅ

source: %@ has been successfully disconnected.
anp: %@ सफलतापूर्ण डिसकनेक्ट करलो गेल।

source: Help
anp: मदद

source: Hide
anp: छुपाबियै

source: Hide Images
anp: चित्र छिपाबोॅ

source: Highlights
anp: प्रमुखताएँ

source: History
anp: इतिहास

source: Homepage
anp: होमपेज

source: Immediately
anp: जल्दी सेॅ

source: Incorrect passcode. Try again.
anp: पासकोड गलत छै. फेनु प्रयास करोॅ.

source: Incorrect passcode. Try again (Attempts remaining: %d).
anp: पासकोड गलत छै. फेनु प्रयास करोॅ(%d प्रयास बचल छै).

source: Increase text size
anp: शब्द रो आकार बढ़ाबो

source: just now
anp: अभी तुरंत

source: Last month
anp: अंतिम महिना

source: Last synced: %@
anp: अंतिम सिंक करलो गेल: %@

source: Last week
anp: अंतिम सप्ताह

source: Learn more
anp: बेसी जानकारी

source: Learn More
anp: बेसी जानकारी

source: Learn More.
anp: बेसी जानकारी

source: Licenses
anp: लाइसेंस

source: Light
anp: प्रकाश

source: Loading in Firefox
anp: Firefox में लोड भे रहलो छै

source: Location
anp: स्थान

source: Login
anp: लॉगइन

source: Log in
anp: लॉग इन

source: Logins
anp: लॉगइन्स

source: Logins & Passwords
anp: लोगिंस आरू पासवर्ड

source: Log Out
anp: लॉग आउट

source: Log Out?
anp: लॉग आउट?

source: Mail App
anp: मेल ऐप

source: Manage Account & Devices
anp: खाता आरू उपकरण प्रबंधित करोॅ

source: Maximum attempts reached. Please try again in an hour.
anp: अधिकतम प्रयास होय चुकलोॅ छै. कृप्या एक घंटा बाद फेनु प्रयास करोॅ.

source: Maximum attempts reached. Please try again later.
anp: अधिकतम प्रयास होय चुकलोॅ छै. कृप्या कुछ देर बाद फेनु प्रयास करोॅ.

source: Menu
anp: मेनू

source: Modified
anp: संशोधित करलो गेल

source: More
anp: अधिक

source: More Info…
anp: अधिक जानकारी...

source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
anp: मोजिला खलि ओ चीज के जमा करै छै जकरा Firefox मे सभक लेली सुधार करै के आवश्यक्ता छै.

source: New Bookmark
anp: नया बुकमार्क

source: New Folder
anp: नया फोल्डर

source: New passcode must be different than existing code.
anp: नया पासकोड मौजूदा कोड सेॅ अलगोॅ होय के चाहि

source: New Private Tab
anp: नया गोपनीय टैब

source: New Private Tab opened
anp: नया गोपनीय टेब खुलल

source: New Separator
anp: नया विभाजक

source: New Tab
anp: नया टैब

source: New Tab opened
anp: नया टैब खुलल

source: Next in-page result
anp: इन-पेज परिणाम रो आगोॅ

source: Next Page
anp: अगला पृष्ठ

source: No
anp: नैय

source: No Internet Connection
anp: इंटरनेट कनेक्शन नै छै

source: Normal Browsing Mode
anp: सामान्य ब्राउज़िंग मोड

source: Not now
anp: अभि नै

source: Not Now
anp: अभि नै

source: Off
anp: बंद

source: Offline Website Data
anp: ऑफ़लाइन वेबसाइट डेटा

source: OK
anp: ठीक छै

source: Okay
anp: ठीक

source: OK, Got It
anp: ठीक, बुझ गेलियै!

source: On
anp: चालू

source: Open App Store
anp: App store खोलियै

source: Open & Fill
anp: खोलियै आरू भरियै

source: Open in Firefox
anp: Firefox में खोलियै

source: Open in New Private Tab
anp: नया गोपनीय टैब मे खोलियै

source: Open in New Tab
anp: नया टैब मे खोलियै

source: Open in Private Mode
anp: निजी ब्राउज़िंग मोड में खोलियै

source: Open in Safari
anp: Safari मेॅ खोलहोॅ

source: Open Last Bookmark
anp: अंतिम बुकमार्क खोलोॅ

source: Open Last Tab
anp: अंतिम टैब खोलोॅ

source: Open New Private Tab
anp: नया गोपनीय टैब खोलियै

source: Open New Tab
anp: नया टैब खोलियै

source: Open Settings
anp: सेटिंग्स खोलोॅ

source: Open Sync Preferences
anp: सिंक प्राथमिकता सिनी खोलोॅ

source: Open Tabs
anp: टैब्स खोलोॅ

source: Open this link in external app?
anp: इस लिंक रो बाहरी एप्प में खोलोॅ?

source: Open this link in the App Store?
anp: इस लिंक रो App Store में खोलोॅ?

source: Panel Chooser
anp: पैनल चयनकर्ता

source: Passcode For Logins
anp: लॉग इन खातिर पासकोड

source: Passcodes didn’t match. Try again.
anp: पासकोड्स नै मिललै. फेनु प्रयास करोॅ.

source: password
anp: पासवर्ड

source: Password
anp: पासवर्ड

source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
anp: जब तोय अंतिम बार पासवर्ड बदललो रहे ते पासवर्ड लीक या चोरी भे गेल रहै| खाता के सुरक्षा खातिर साईट मे लॉग इन करोॅ आरू पासवर्ड बदलोॅ |

source: Paste
anp: पेस्ट

source: Paste & Go
anp: पेस्ट आरु गो

source: Pinned To Top Sites
anp: शीर्ष साइट्स पर पिन करोॅ

source: Pin to Top Sites
anp: शीर्ष साइट्स पर पिन करोॅ

source: Please fill all fields correctly.
anp: कृपया सब फील्ड सही सेॅ भरोॅ

source: Preview
anp: पूर्वावलोकन

source: Preview of %@
anp: %@ के पूर्वावलोकन

source: Preview Theme
anp: पूर्वावलोकित थीम

source: Previous in-page result
anp: इन-पेज परिणाम रो पिछोॅ

source: Privacy
anp: गोपनीयता

source: Privacy Policy
anp: गोपनीयता नीति

source: Private Browsing
anp: निजी ब्राउज़िंग

source: Private Browsing Mode
anp: निजी ब्राउज़िंग मोड

source: Protection Against Ad Tracking
anp: विज्ञापन ट्रैकिंग रो विरुद्ध संरक्षण

source: read
anp: पढ़ियै

source: Reading list
anp: पठन सूची

source: Reading List
anp: पठन सूची

source: Recent Bookmarks
anp: हाल के बुकमार्कस

source: Recently Closed
anp: हाल में बंद करलोॅ गेल

source: Recently Visited
anp: हाल में देखलोॅ गेल

source: Re-enter passcode
anp: पासकोड फेनू सेॅ डालोॅ

source: Reload Page
anp: पेज फेरु लोड करोॅ

source: Remove
anp: हटाबोॅ

source: Remove Account
anp: खाता हटाबोॅ

source: Remove Bookmark
anp: बुकमार्क हटाबोॅ

source: Remove from Reading List
anp: पठन सूची से हटाबोॅ

source: Remove history from your Firefox Account?
anp: अपनो Firefox खाता से इतिहास हटैइयै?

source: Remove page — %@
anp: %@— पेज हटाबोॅ

source: Remove Pinned Site
anp: पिन करल साइट हटाबोॅ

source: Remove the Firefox Account associated with this device to sign in as a different user.
anp: दूसरे उपयोगकर्ता रो रूप में साइन इन करै ले ई उपकरण पर मौजूद Firefox खाता हटाबोॅ।

source: Request Desktop Site
anp: डेस्कटॉप साइट लs आग्रह करियै

source: Require Passcode
anp: पासकोड के जरुरी छै

source: Resend Email
anp: Email फनू भाजोॅ

source: Resume
anp: फेनु से शुरू करोॅ

source: Retry
anp: फेनु कोशिस करोॅ

source: Rows: %d
anp: पंक्ति: %d

source: Save
anp: सहेजियै

source: Saved Logins
anp: लॉग इन सहेजल गेलोॅ

source: Save Image
anp: चित्र सहेजियै

source: Save Login
anp: लॉग इन सहेजोॅ

source: Save Logins
anp: लॉग इन सहेजल गेलै

source: Save password for %@?
anp: %@ ले पासवर्ड सहेजोॅ

source: Scan QR Code
anp: QR कोड स्कैन करोॅ

source: Search
anp: खोजोॅ

source: Search Engine
anp: सर्च ईंजन

source: Search in Firefox
anp: Firefox में खोजियै

source: Searching for something different? Choose another default search engine (or add your own) in Settings.
anp: कुछ अलग खोजि रहलो छी? सेटिंग्स में दोसर डिफ़ॉल्ट खोज इंजन चुनियै(आरु अपनो जोरियै).

source: Search or enter address
anp: खोजोॅ अथवा पता भरोॅ

source: Search with Firefox
anp: Firefox सेॅ खोजोॅ

source: Secure connection
anp: सुरक्षित कनेक्सन

source: Select Location Bar
anp: लोकेशन बार रो चयन करोॅ

source: Send
anp: भेजोॅ

source: Send Feedback
anp: प्रतिक्रिया भेजोॅ

source: Send Tab
anp: टैब भेजोॅ

source: Send to Device
anp: डिवाइस पर भेजोॅ

source: Send Usage Data
anp: उपयोग डेटा भेजियै

source: Set Homepage
anp: होमपेज सेट करोॅ

source: Set Passcode
anp: पासकोड डालोॅ

source: Set Rows
anp: पंक्तियां सेट करोॅ

source: Settings
anp: सेटिंग्स

source: Share
anp: शेयर

source: Share Link
anp: लिंक शेयर करोॅ

source: Show
anp: दिखाबोॅ

source: Show All Tabs
anp: सब टैब बंद दिखाबियै

source: Show More
anp: अधिक देखाबोॅ

source: Show Next Tab
anp: अगला टैब दिखाबोॅ

source: Show Previous Tab
anp: पिछला टैब दिखाबोॅ

source: Show search suggestions
anp: खोज सुझाव दिखाबियै

source: Show Search Suggestions
anp: खोज सुझाव दिखाबियै

source: Show your Reading List
anp: पठन सूची दिखाबोॅ

source: Sign in to Sync
anp: सिंक में साइन इन करोॅ

source: Sign in to view a list of tabs from your other devices.
anp: आपन दोसरो उपकरणों से टैब की सूची देखै ले साइन इन करो।

source: Social trackers
anp: सोशल ट्रैकर्स

source: Social Trackers
anp: सोशल ट्रैकर्स

source: Stop
anp: रूकयै

source: Support
anp: समर्थन

source: Switch
anp: बदलोॅ

source: Sync Connected
anp: सिंक जुड़ गेल

source: Sync Disconnected
anp: सिंक डिसकनेक्ट भेल

source: Sync Now
anp: अब सिंक करोॅ

source: Tabs
anp: टैब्स

source: Take Your Web With You
anp: अपना वेब अपनो साथ रखोॅ

source: Thanks for choosing Firefox!
anp: Firefox चुनै ल धन्यवाद!

source: The Last Hour
anp: अंतिम घंटा

source: Theme
anp: थीम

source: This action will clear all of your private data, including history from your synced devices.
anp: इ क्रिया आपनों निजी डेटा के साफ़ कैर देतै, जेकरो मेॅ आपनो सिंक करलो उपकरणों के इतिहास भी शामिल छै

source: This action will clear all of your private data. It cannot be undone.
anp: इ क्रिया आपनों निजी डेटा के साफ़ कैर देतै। जेकरा तू फेनु पाए नै सकै छोॅ

source: This action will clear all of your website data. It cannot be undone.
anp: इ क्रिया आपनों वेबसाइट डेटा के साफ़ कैर देतै। जेकरा तू फेनु पाए नै सकै छोॅ

source: This breach occurred on
anp: ई उल्लंघन भेल

source: This Connection is Untrusted
anp: इ कनेक्शन विश्वासयोग्य नै छै

source: This device has been successfully disconnected from Firefox Sync.
anp: कंप्यूटर रो Firefox सिंक सेॅ पूरी तरह से डिसकनेक्ट भे गेल

source: This folder isn’t empty.
anp: ई फोल्डर खाली नै छै

source: This lets you save and upload photos.
anp: इ सेॅ तोय आपनो फोटों सहेज आरू अपलोड कैर सके छौ

source: This lets you save photos.
anp: इ सेॅ तोय आपनो फोटों सहेज सके छौ

source: This lets you take and upload photos.
anp: इ सेॅ तोय आपनो फोटो ले आरू अपलोड कैर सके छौ

source: This lets you take and upload videos.
anp: इ सेॅ तोय आपनो विडियो ले आरू अपलोड कैर सके छौ

source: this week
anp: इस सप्ताह

source: Title
anp: शीर्षक

source: Today
anp: आय

source: Today and Yesterday
anp: आय आरू कल

source: Top Sites
anp: सर्वोच्च साइट्स

source: Total trackers blocked
anp: पूरे ट्रेकर्स ब्लॉक भेल

source: Touch ID & Passcode
anp: टच ईडी & पासकोड

source: Tracking Protection
anp: ट्रैकिंग सुरक्षा

source: Translation
anp: अनुवाद

source: Trending
anp: प्रचलित

source: Trending on Pocket
anp: Pocket पर रुझान

source: Try again
anp: फेनु प्रयास करोॅ

source: Turn off your passcode.
anp: अपनो पासकोड बंद करियै

source: Turn on tab syncing to view a list of tabs from your other devices.
anp: आपन दोसरो उपकरणों से टैब की सूची देखै ले टैब सिंक चालू करो।

source: Turn Passcode Off
anp: पासकोड बंद करोॅ

source: Turn Passcode On
anp: पासकोड चालू करोॅ

source: Undo
anp: पहनो जैसन करोॅ

source: Update
anp: अपडेट करोॅ

source: Use Face ID
anp: फेस ईडी उपयोग करोॅ

source: username
anp: यूजरनाम

source: Username
anp: यूजरनाम

source: Use Touch ID
anp: टच ईडी उपयोग करोॅ

source: Use your fingerprint to access configuring your required passcode interval.
anp: आपनो जरुरी पासकोड अंतराल रो कॉन्फ़िगर करै ले आपनो फिंगरप्रिंट रो उपयोग करो।

source: Use your fingerprint to access Logins now.
anp: आबें लॉग इन करे खातिर आपनोॅ ऊँगलीचिह्न के उपयोग करोॅ.

source: Use your fingerprint to disable Touch ID.
anp: टच आईडी निष्क्रिय करे लोॅ आपनो फिंगरप्रिंट रो उपयोग करोॅ

source: Visited
anp: देखलोॅ गेल

source: Visit site anyway
anp: फिर भी साइट देखोॅ

source: Want to see your tabs from other devices here?
anp: आपन दोसरो उपकरणों रो टैब की सूची यहाँ देखै ले चाहै छो?

source: Warning: we can’t confirm your connection to this website is secure.
anp: चेतावनी: हम पक्का नै कैर सकै छियै की इ वेबसाइट सुरक्षित छै ।

source: Web content
anp: वेब सामग्री

source: website
anp: वेबसाइट

source: Website
anp: वेबसाइट

source: Website Breach
anp: वेबसाइट भंग भेल

source: Websites you’ve visited recently will show up here.
anp: आपनो हाल के देखल वेबसाइट उपर दिख रहलो छै

source: Websites you visit may request your location.
anp: आपनो द्वारा देखलोॅ गेल वेबसाइटें तोहरो लोकेशन मांगी रहलो छै

source: Welcome to Top Sites
anp: सर्वोच्च साइट्स में स्वागत है

source: What's New
anp: नया कथि छै

source: Wrong email? Disconnect below to start over.
anp: गलत Email? फेनु सुरु करै लेॅ नीचे रो संपर्क तोड़ोॅ।

source: Yes
anp: हौं

source: yesterday
anp: काल्य

source: Yesterday
anp: काल्य

source: You need to verify %@. Check your email for the verification link from Firefox.
anp: आपनोॅ %@ रो सत्यापन रो जरुरी छै. Firefox से लिंक रो सत्यापन खातिर आपनोॅ ईमेल देखोॅ

source: Your account needs to be verified.
anp: तोहरो खाता रो सत्यापन रो जरुरी छै.

source: Your Rights
anp: अपने के अधिकार

source: Your search, your way
anp: अपने के खोज, अपने के रस्ता

source: 1 day left
anp: 1 दिन बाकि

source: %1$d days left
anp: %1$d दिन बाकि

source: %1$d out of %2$d
anp: %2$d सेॅ %1$d

source: 1. Multitask by opening %s at the same time!
anp: 1. एके समय म %s मल्टीटास्क खुल रहल छै!

source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
anp: %1$s भी डिस्कनेक्ट, इंक द्वारा देल गेल ब्लॉकलिस्ट के उपयोग <a href="%2$s">GNU जनरल पब्लिक लाइसेंस v3</a> के तहत अलग आरु स्वतंत्र कार्यों के रूप में करै छै, आरु उपलब्ध छै <a href="%3$s"> यहां </a>.

source: %1$s cache cleared
anp: %1$s कैश मेटाल्य गेलै

source: %1$s downloaded
anp: %1$s डाउनलोड होय गेलै

source: %1$s is a fast and lightweight browser produced by %2$s. Our mission is to foster a healthy, open internet.
anp: %1$s %2$s द्वारा बनाएल गेल एगो तेज आरु हल्लुक ब्राउजर छै. हमर मिशन स्वस्थ आरु खुलल इंटरनेट क बढ़ावा देनाय छै.

source: %1$s is a fast and lightweight browser produced by Mozilla. Our mission is to foster a healthy, open internet.
anp: %1$s मोजिला द्वारा बनाएल गेल एगो तेज आरु हल्लुक ब्राउजर छै. हमर मिशन स्वस्थ आरु खुलल इंटरनेट क बढ़ावा देनाय छै.

source: %1$s is free and open source software made by %2$s and other contributors.
anp: %1$s %2$s आरू दोसरो योगदानकर्ता द्वारा बनाएल गेलो स्वतंत्र आरू मुक्त स्रोत सॉफ्टवेयर छियै.

source: %1$s is free and open source software made by Mozilla and other contributors.
anp: %1$s मोज़िला आरू दोसरो योगदानकर्ता द्वारा बनाएल गेलो स्वतंत्र आरू मुक्त स्रोत सॉफ्टवेयर छियै.

source: %1$s is made available to you under the terms of the <a href="%2$s">%3$s</a> and other open source licenses.
anp: %1$s <a href="%2$s"> %3$s </a> आरू दोसरो मुक्त स्रोत लाइसेंस केरो नियम के अंतर्गत अहाँ के उपलब्ध करैलो जाए छै.

source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
anp: %1$s <a href="%2$s">मोज़िला सार्वजनिक लाइसेंस</a> आरू दोसरो मुक्त स्रोत लाइसेंस केरो नियम के अंतर्गत अहाँ के उपलब्ध करैलो जाए छै.

source: %1$s wants to access your location.
anp: %1$s तोहरो पता तक पहुंचे लअ चाहे छै.

source: %1$s was deleted
anp: %1$s हटाय गलो रहै

source: 2. Access your favorite sites quickly by %s
anp: 2. अपनो पसंदीदा साइटों क %s स जल्दी अनुमति दियै

source: %2$s strives to collect only what we need to provide and improve %1$s for everyone.
anp: %2$s खलि ओ चीज के जमा करै छै जकरा %1$s मे सभक लेली सुधार करै के आवश्यक्ता छै.

source: About %1$s
anp: %1$s कऽ बारो मे, मदद

source: A browser made by %1$s, the non-profit committed to a free and open web.
anp: %1$s द्वारा एगो ब्राउज़र बनाल्य गेलो छै, जअ मुफ़्त आरु खुलल वेब कअ खतिर कोमिटेड गैर-लाभकारी छै.

source: A browser tailor-made for Indonesia by Mozilla, the non-profit committed to a free and open web.
anp: मोज़िला द्वारा इंडोनेशिया क खातिर एगो ब्राउज़र दर्जी बनाल्य गेलो छै, जअ मुफ़्त आरु खुलल वेब कअ खतिर कोमिटेड गैर-लाभकारी छै.

source: Account disabled
anp: खाता निष्क्रिय भेल

source: adding them to the home screen!
anp: ओकरा होम स्क्रीन में जोरियै!

source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
anp: %1$s लेली अतिरिक्त स्रोत कोड अनेक दोसरो निशुल्क आरू मुक्त स्रोत <a href="%2$s">लाइसेन्स</a>केरो अंतर्गत उपलब्ध छै.

source: Add to Home screen
anp: होम स्क्रीन में जोड़ोॅ

source: ALLOW
anp: अनुमति दियै

source: Asamiya
anp: असमिया

source: Astrology
anp: ज्योतिष

source: Automobile
anp: मोटर-गाड़ी

source: Bengali
anp: बंगाली

source: BLOCK
anp: ब्लोक

source: Block Ads
anp: विज्ञापन ब्लॉक करियै

source: Block images
anp: चित्र ब्लौक करोॅ

source: Blocking tracking ads not only speeds up browsing, it saves data. Save even more when you block images.
anp: ट्रैकिंग विज्ञापनों कअ ब्लोकिंग करै सअ न खालि ब्राउज़िंग कअ बढ़बै छै, इ डेटा बचबै छै. इमेज ब्लोक करै छिऐ तअ आरु सवे करिइयै.

source: Block trackers
anp: ट्रेकर्स ब्लॉक करोॅ
